//
//  Kikaku.swift
//  Gaki
//
//  Created by naoyashiga on 2015/07/12.
//  Copyright (c) 2015年 naoyashiga. All rights reserved.
//

import Foundation

struct KikakuName {
    static let nameAndDesc: [[String:String]] = [
        [
            "name":"松本vs浜田・対決シリーズ / 罰ゲーム",
            "desc":"松本人志と浜田雅功が日本シリーズや紅白歌合戦の勝敗予想、スポーツ、ゲームなどで対決（1998年のゴルフ対決からは山崎・ココリコも参加している）、敗者は厳しい罰ゲームを受ける。"
        ],
        [
            "name":"笑ってはいけないシリーズ",
            "desc":"松本人志と浜田雅功による対決企画（優勝予想対決や短距離走対決等）を行い、負けた方が受ける「罰ゲーム」を企画の主軸に据えて放送していた。"
        ],
        [
            "name":"山崎 VS モリマン",
            "desc":"1996年に端を発する、山崎とホルスタイン・モリ夫（モリマン）の因縁対決。 「俺はずっと裏番長だった。本当はケンカが強い」と常々楽屋で言っていた山崎が、本当に強いのかを検証する為に始まった企画から発展。"
        ],
        [
            "name":"世界のヘイポーシリーズ",
            "desc":"総合演出・斉藤敏豪ことヘイポーが主役の企画。不定期に放映。ヘイポーの企画は毎回低視聴率を記録するがスタッフ内での評価は高く、無くなることなく続いている。"
        ],
        [
            "name":"ハイテンションシリーズ",
            "desc":"芸人たちのハイテンション芸を楽しむ名物企画である。"
        ],
        [
            "name":"さようなら山崎邦正（月亭方正）",
            "desc":"番組は、冒頭から「番組の2回目から出演している方正が番組を卒業することになった」という暗いトーンで始まる。"
        ],
        [
            "name":"七変化",
            "desc":"ダミーの企画会議が行われている中、仕掛人が7回変装をし、会議の出席者を何回笑わせることができるかを競う。",
        ],
        [
            "name":"大喜利大合戦",
            "desc":"1991年から2004年まで13年の間、年に1〜2度（1997年はスペシャルのみで通常放送ではなし）、不定期に放映された。"
        ],
        [
            "name":"対決しまっしょい",
            "desc":"大喜利が、徐々にリアクションの要素が強いコーナー企画が大勢を占めるようになり、タイトルとコーナー内容の整合性のなさに疑問の声が上がるようになったことから、大喜利とゲームを組み合わせたチーム対戦形式の企画にリニューアルされた。"
        ],
        [
            "name":"おもしろVTRベスト10",
            "desc":"1998年以降、毎年年末（2002年除く）に放送される各年の総集編。"],
        [
            "name":"ガキの使い大新年会",
            "desc":"番組レギュラー、スタッフの他に、顔デカおばちゃん、腰振りおばちゃん、今夜が山田、ピカデリー梅田、新おにぃ等も招かれて毎年一回目の収録に行われる新年会。原則として山崎が総合司会を務める。"
        ],
        [
            "name":"ききシリーズ",
            "desc":"最初に目隠しをして味見をしたアイテムを元に、10〜20種類の中から正解を探り当てる。正解者には賞金10万円進呈（「タバコ」の回のみ20万円）、不正解の場合はエキストラによるキツい罰ゲームが待っている。"
        ],
        [
            "name":"これやってみたかってん! 絶対においしい○○選手権",
            "desc":"自分が“これは絶対に美味しい”と思う食材を使ってテーマの料理を調理し、実際に試食し採点する。企画コンセプトは「食える闇鍋」。"
        ],
        [
            "name":"ゴハンを一升食べ尽くせ",
            "desc":"ライセンスの2人も含めた7人によって、全員で協力して一升のご飯を無作為に抽選したおかずと共に食べ尽くすという企画である。"
        ],
        [
            "name":"ガキの使い裁判",
            "desc":"出演者・スタッフらの、日頃の行いのあさましさや理不尽さを裁判形式で暴き出す。裁判長はスタッフの代表が担当。検事は浜田（浜田が被告や弁護人の時は遠藤）、陪審員は松本、山崎、田中、遠藤。陪審員達は入廷の際、怒りに満ちた表情をデフォルメした顔芸をしながら登場する。"
        ],
        [
            "name":"板尾シリーズ",
            "desc":"明確なタイトルはなく、単に「板尾いちゃもんシリーズ」或いは「板尾現る!」「板尾ゼニゲバシリーズ」などとも呼ばれる。ベティ・ブープのシャツを着た板尾がロケに乱入し、メンバーに様々な難癖をつけるというもの。"
        ],
        [
            "name":"ガキの使いドッキリ",
            "desc":"ターゲットはタレント・スタッフの区別なく行われており、松本も香港で寝起きを襲撃されたことがある。後述のように、番組に呼ばれたゲストがドッキリに引っかかることもあり、かつて和田アキ子や東野幸治なども引っかかった。"
        ],
        [
            "name":"コスプレバスツアー",
            "desc":"メンバーが女子高生・SMの女王様・ピンク・レディーなどのコスプレに身を包み、バスに乗って都内を走りながら合コンのゲーム（せんだみつおゲームなど）を行う。負けた者はコスプレのまま外に出て恥ずかしい思いをさせられる。"
        ],
        [
            "name":"ピカデリー梅田緊急来日特番",
            "desc":"2005年に「次長課長河本七変化」で登場した“浜田を脅す、入れ歯の老人”がキャラクターとして独立し、企画化されたもの。ピカデリー梅田はシルバータレントの菅登未男が演じている。"
        ],
        [
            "name":"山崎邦正 音楽プロデュース",
            "desc":"山崎が音楽プロデューサとして作詞作曲を行い、音楽業界に殴りこみをかける。"
        ],
        [
            "name":"テクニシャン対決",
            "desc":"自ら性豪を名乗る松本が他のメンバーに「片腹痛し」「此度思い知らせる所存なり」などと言った古風な文面の果たし状を渡し、「真のテクニシャンは誰か!」を色々なゲームで決める企画。"
        ],
        [
            "name":"村上ショージの教室シリーズ",
            "desc":"村上ショージが先生になり、ガキメンバーに様々なことを教える企画。しかしショージの意味不明な言動、理不尽な激怒などにメンバーは終始苦笑いの連続で、毎回「今回の企画にあまり期待しないで下さい。最後まで特に何も起こりません」のテロップが入る。"
        ],
        [
            "name":"笑瓶シリーズ",
            "desc":"笑福亭笑瓶をゲストにゲームを行うも、必ず笑瓶が酷い目にあうという体のコント企画。2006年4月27日放送の「笑瓶が新レギュラーに?ガキ使最終オーディション」を皮切りに毎年4月頃行われている。"
        ],
        [
            "name":"菅ちゃん理不尽シリーズ",
            "desc":"番組プロデューサーの菅がプロデューサーとしての強権を発動し、メンバーを困らせるオムニバスの企画。"
        ],
        [
            "name":"浜田企画",
            "desc":"浜田が意味不明な行動を唐突に起こし、メンバーを困らせるオムニバス企画。菅ちゃんシリーズ同様、番組側では明確な定義は行っていない。他の番組では一切見られない浜田のボケっぷりが見ものである。"
        ],
        [
            "name":"クイズ 500のコト→クイズ 100のコト",
            "desc":"メンバー1人に関するクイズ500問（10回目以降は100問）を残りの4人が解答者として答えていくクイズ企画。"
        ],
        [
            "name":"衝撃告白!思い出旅館!!",
            "desc":"旅館に宿泊しているガキメンバーが、今まで誰にも明かしていなかった自分の過去の秘密を語るというもの。"
        ],
        [
            "name":"サイレント図書館",
            "desc":"メンバーとヘイポーの計6人が図書館の一室で罰ゲームを行う企画。ルールは、6枚のカードのうち1枚ずつ選び、ドクロのカードを引いた者がお題に書かれた罰（鼻毛抜き、皮ベルトビンタ、熱々スライム乗せなど）を受ける。"
        ],
        [
            "name":"笑い飯の寸劇シリーズ",
            "desc":"メンバーがバドミントン対決のロケのため公園に来ると、笑い飯の二人が子供達を集めて寸劇を行おうとしている所に出くわしてしまう。"
        ],
        [
            "name":"ダウンタウン理不尽シリーズ",
            "desc":"山崎は司会、ダウンタウンはスペシャルゲスト、ココリコと次長課長とフットボールアワー（フットは第2回から登場）はゲストとしてゲームに挑戦するが、ダウンタウンからのクレームでルールを捻じ曲げ、様々な理由をつけて罰ゲームを拒否する、まともにやらない、自身が優勝するようイカサマを用いる等、傍若無人な態度をとる、という設定のコント。"
        ],
        [
            "name":"グランプリ企画",
            "desc":"司会はダウンタウン、山崎・ココリコとゲストが挑戦者となり、ドッキリの形で演技力・技術力を競い合う。"
        ],
        [
            "name":"食べ尽くし企画",
            "desc":"レギュラーメンバー5人が東京都内にある飲食チェーン店の1品を食べ尽くし、全店舗制覇を目指す。司会進行はライセンス。"
        ],
        [
            "name":"部活動シリーズ",
            "desc":"ガキの使いレギュラーチーム5名と、ゲストの芸人チーム5名が珍競技で我慢比べをする。"
        ],
        [
            "name":"遠藤妄想企画",
            "desc":"遠藤のキャラを「同性愛者」と設定した企画。"
        ],
        [
            "name":"TKJグランプリ",
            "desc":"バラエティー番組で行われている「たたいて・かぶって・ジャンケンポン」を対戦相手に気を遣う、場の空気を読むといった「お約束」を一切無くし、ガチで真剣勝負のトーナメント形式で行う。"
        ],
        [
            "name":"ココリコ田中 破天荒シリーズ",
            "desc":"ある理由から田中が理不尽な行動を起こし、レギュラーメンバーとライセンスが振り回される。"
        ],
        [
            "name":"カルタ取り企画",
            "desc":"ゲストが自分の事についての読み札の文言、取り札の絵を製作した特製のカルタを使い、ゲストが読み手となってメンバーが札を取り合い、その内容からゲストの人となりを知る企画。"
        ],
        [
            "name":"松本&黒子・挑戦シリーズ",
            "desc":"ある日突然、松本が「大記録に挑戦したい」と浜田に懇願。相方思いの浜田が山崎とココリコを巻き込む形で黒子に扮し、松本と共に記録に挑む。"
        ],
        [
            "name":"限界シリーズ ○○はどこまで○○なのか",
            "desc":"喫茶店などで注文したい品に似せた言葉を発し、店員が理解してオーダーが通るかどうかを変装したメンバーが検証。"
        ]
//        [
//            "name":"",
//            "desc":""
//        ]
    ]
}